[
    {
        "institution": "Foresight Ventures",
        "details": [
            {
                "section": "Funds Support",
                "infos": ["Long-termism, open-mind, continuous investment.", "$100M+ funds."]
            },
            {
                "section": "Resources",
                "infos": ["We have connections with global VCs, exchanges and launchpads.", "We can make recommdations to experienced marketing and technical teams."]
            },
            {
                "section": "Research",
                "infos": ["We conduct in-depth research on the project's industry track, and help promote your products and services in our published articles."]
            },
            {
                "section": "Tokenomics Consulting",
                "infos": ["We provide the projects with consulting in terms of the design and implementation of tokenomics, based on our research in industries, markets, and users. "]
            },
            {
                "section": "Investment Focus",
                "infos": ["Defi, Gamfi, Metaverse, Social, NFT"]
            }
        ]
    },
    {
        "institution": "Bitget",
        "details": [
            {
                "section": "Resources",
                "infos": ["The world's top 6 Derivatives exchange.", "Official partner of Juventus F.C."]
            },
            {
                "section": "IEO&List",
                "infos": ["The invested projects can get the priority of initial exchange offering and list on bitget."]
            },
            {
                "section": "Commuity&Airdrop",
                "infos": [
                    "Bitget has 5000+ KOLs around world, mainly in Japan, South Korea, Southeast Asia, Russia, Britain, Turkey, etc.",
                    "Bitget Promotes project on a global scale.",
                    "Projects are able to quickly get cold start users by Airdropping on Bitget."
                ]
            }
        ]
    },
    {
        "institution": "Bitkeep",
        "details": [
            {
                "section": "Resources",
                "infos": [
                    "Bitkeep has 4m+ users.", 
                    "Bitkeep supports more than 10 blockchains including ethereum, bsc, polygon, avalanche and solana. ",
                    "Bitkeep provides swap aggregation, asset cross-chain, dapp aggregation and NFT area." 
                ]
            },
            {
                "section": "Initial Wallet Offering",
                "infos": ["Projects have the opportunity to conduct private and public token sales on the Bitkeep launchpad."]
            },
            {
                "section": "Advertise",
                "infos": [
                    "Bitkeep recommends projects become the weekly star.",
                    "Bitkeep promotes through the on-screen advertising, banner, news push and other functions."
                ]
            },
            {
                "section": "Commuity&Airdrop",
                "infos": [
                    "Connect to Bitkeep's official commuity and local crypto communities around the world.",
                    "Projects can quickly get a cold start of new users by Airdropping on Bitbeep."
                ]
            }
        ]
    }

]